tuts/1D_H2_premixed_inletoutlet/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     reactingDNS;

startFrom       latestTime;

startTime       0;

stopAt          endTime;

endTime         0.01;//0.0004;

deltaT          1e-7;

//writeControl    adjustableRunTime;
writeControl    timeStep;

//writeInterval   1e-5;
writeInterval   5000;

purgeWrite      0;

writeFormat     ascii;

writePrecision  10;

writeCompression off;

timeFormat      general;

timePrecision   10;

runTimeModifiable true;

adjustTimeStep  no;//no;

maxDeltaT 1e-6;//

maxCo           0.3;






// ************************************************************************* //
