tuts/1D_H2_premixed_inletoutlet/constant/speciesMu
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      speciesMu;
}

H2		
{		
Mu1	-1.38E+01	;
Mu2	1.00E+00	;
Mu3	-5.02E-02	;
Mu4	2.33E-03	;
}		
H		
{		
Mu1	-2.04E+01	;
Mu2	3.65E+00	;
Mu3	-3.98E-01	;
Mu4	1.76E-02	;
}		
O		
{		
Mu1	-1.51E+01	;
Mu2	1.93E+00	;
Mu3	-1.74E-01	;
Mu4	7.84E-03	;
}		
O2		
{		
Mu1	-1.72E+01	;
Mu2	2.68E+00	;
Mu3	-2.72E-01	;
Mu4	1.21E-02	;
}		
OH		
{		
Mu1	-1.51E+01	;
Mu2	1.93E+00	;
Mu3	-1.74E-01	;
Mu4	7.84E-03	;
}		
H2O		
{		
Mu1	-1.06E+01	;
Mu2	-1.38E+00	;
Mu3	4.21E-01	;
Mu4	-2.41E-02	;
}		
HO2		
{		
Mu1	-1.71E+01	;
Mu2	2.68E+00	;
Mu3	-2.72E-01	;
Mu4	1.21E-02	;
}		
H2O2		
{		
Mu1	-1.71E+01	;
Mu2	2.68E+00	;
Mu3	-2.72E-01	;
Mu4	1.21E-02	;
}		
C		
{		
Mu1	-1.50E+01	;
Mu2	1.71E+00	;
Mu3	-1.44E-01	;
Mu4	6.54E-03	;
}		
CH		
{		
Mu1	-1.52E+01	;
Mu2	1.93E+00	;
Mu3	-1.74E-01	;
Mu4	7.84E-03	;
}		
CH2		
{		
Mu1	-2.03E+01	;
Mu2	3.63E+00	;
Mu3	-3.95E-01	;
Mu4	1.75E-02	;
}		
CH2(S)		
{		
Mu1	-2.03E+01	;
Mu2	3.63E+00	;
Mu3	-3.95E-01	;
Mu4	1.75E-02	;
}		
CH3		
{		
Mu1	-2.02E+01	;
Mu2	3.63E+00	;
Mu3	-3.95E-01	;
Mu4	1.75E-02	;
}		
CH4		
{		
Mu1	-2.00E+01	;
Mu2	3.57E+00	;
Mu3	-3.87E-01	;
Mu4	1.71E-02	;
}		
CO		
{		
Mu1	-1.66E+01	;
Mu2	2.40E+00	;
Mu3	-2.36E-01	;
Mu4	1.05E-02	;
}		
CO2		
{		
Mu1	-2.40E+01	;
Mu2	5.13E+00	;
Mu3	-5.72E-01	;
Mu4	2.44E-02	;
}		
HCO		
{		
Mu1	-1.99E+01	;
Mu2	2.70E+00	;
Mu3	-1.67E-01	;
Mu4	3.21E-03	;
}		
CH2O		
{		
Mu1	-1.99E+01	;
Mu2	2.70E+00	;
Mu3	-1.67E-01	;
Mu4	3.21E-03	;
}		
CH2OH		
{		
Mu1	-2.00E+01	;
Mu2	2.86E+00	;
Mu3	-2.02E-01	;
Mu4	5.36E-03	;
}		
CH3O		
{		
Mu1	-2.00E+01	;
Mu2	2.86E+00	;
Mu3	-2.02E-01	;
Mu4	5.36E-03	;
}		
CH3OH		
{		
Mu1	-2.06E+01	;
Mu2	3.05E+00	;
Mu3	-2.18E-01	;
Mu4	5.67E-03	;
}		
C2H		
{		
Mu1	-2.34E+01	;
Mu2	4.79E+00	;
Mu3	-5.36E-01	;
Mu4	2.32E-02	;
}		
C2H2		
{		
Mu1	-2.33E+01	;
Mu2	4.79E+00	;
Mu3	-5.36E-01	;
Mu4	2.32E-02	;
}		
C2H3		
{		
Mu1	-2.33E+01	;
Mu2	4.79E+00	;
Mu3	-5.36E-01	;
Mu4	2.32E-02	;
}		
C2H4		
{		
Mu1	-2.50E+01	;
Mu2	5.33E+00	;
Mu3	-5.89E-01	;
Mu4	2.47E-02	;
}		
C2H5		
{		
Mu1	-2.46E+01	;
Mu2	5.18E+00	;
Mu3	-5.77E-01	;
Mu4	2.45E-02	;
}		
C2H6		
{		
Mu1	-2.46E+01	;
Mu2	5.18E+00	;
Mu3	-5.77E-01	;
Mu4	2.45E-02	;
}		
HCCO		
{		
Mu1	-1.92E+01	;
Mu2	3.75E+00	;
Mu3	-4.10E-01	;
Mu4	1.81E-02	;
}		
CH2CO		
{		
Mu1	-2.23E+01	;
Mu2	3.87E+00	;
Mu3	-3.42E-01	;
Mu4	1.17E-02	;
}		
HCCOH		
{		
Mu1	-2.23E+01	;
Mu2	3.87E+00	;
Mu3	-3.42E-01	;
Mu4	1.17E-02	;
}		
N		
{		
Mu1	-1.50E+01	;
Mu2	1.71E+00	;
Mu3	-1.44E-01	;
Mu4	6.54E-03	;
}		
NH		
{		
Mu1	-1.51E+01	;
Mu2	1.93E+00	;
Mu3	-1.74E-01	;
Mu4	7.84E-03	;
}		
NH2		
{		
Mu1	-1.50E+01	;
Mu2	1.93E+00	;
Mu3	-1.74E-01	;
Mu4	7.84E-03	;
}		
NH3		
{		
Mu1	-1.62E+01	;
Mu2	1.20E+00	;
Mu3	4.38E-02	;
Mu4	-6.47E-03	;
}		
NNH		
{		
Mu1	-1.49E+01	;
Mu2	1.71E+00	;
Mu3	-1.44E-01	;
Mu4	6.54E-03	;
}		
NO		
{		
Mu1	-1.65E+01	;
Mu2	2.39E+00	;
Mu3	-2.34E-01	;
Mu4	1.05E-02	;
}		
NO2		
{		
Mu1	-2.24E+01	;
Mu2	4.67E+00	;
Mu3	-5.22E-01	;
Mu4	2.26E-02	;
}		
N2O		
{		
Mu1	-2.38E+01	;
Mu2	5.07E+00	;
Mu3	-5.67E-01	;
Mu4	2.43E-02	;
}		
HNO		
{		
Mu1	-1.78E+01	;
Mu2	2.90E+00	;
Mu3	-3.01E-01	;
Mu4	1.34E-02	;
}		
CN		
{		
Mu1	-1.52E+01	;
Mu2	1.79E+00	;
Mu3	-1.55E-01	;
Mu4	7.02E-03	;
}		
HCN		
{		
Mu1	-1.68E+01	;
Mu2	1.27E+00	;
Mu3	4.29E-02	;
Mu4	-6.85E-03	;
}		
H2CN		
{		
Mu1	-1.68E+01	;
Mu2	1.27E+00	;
Mu3	4.29E-02	;
Mu4	-6.85E-03	;
}		
HCNN		
{		
Mu1	-1.92E+01	;
Mu2	3.75E+00	;
Mu3	-4.10E-01	;
Mu4	1.81E-02	;
}		
HCNO		
{		
Mu1	-2.38E+01	;
Mu2	5.07E+00	;
Mu3	-5.67E-01	;
Mu4	2.43E-02	;
}		
HOCN		
{		
Mu1	-2.38E+01	;
Mu2	5.07E+00	;
Mu3	-5.67E-01	;
Mu4	2.43E-02	;
}		
HNCO		
{		
Mu1	-2.38E+01	;
Mu2	5.07E+00	;
Mu3	-5.67E-01	;
Mu4	2.43E-02	;
}		
NCO		
{		
Mu1	-2.38E+01	;
Mu2	5.07E+00	;
Mu3	-5.67E-01	;
Mu4	2.43E-02	;
}		
N2		
{		
Mu1	-1.66E+01	;
Mu2	2.39E+00	;
Mu3	-2.34E-01	;
Mu4	1.05E-02	;
}		
AR		
{		
Mu1	-1.90E+01	;
Mu2	3.47E+00	;
Mu3	-3.75E-01	;
Mu4	1.66E-02	;
}		
C3H7		
{		
Mu1	-2.51E+01	;
Mu2	5.30E+00	;
Mu3	-5.88E-01	;
Mu4	2.49E-02	;
}		
C3H8		
{		
Mu1	-2.51E+01	;
Mu2	5.30E+00	;
Mu3	-5.88E-01	;
Mu4	2.49E-02	;
}		
CH2CHO		
{		
Mu1	-2.23E+01	;
Mu2	3.87E+00	;
Mu3	-3.42E-01	;
Mu4	1.17E-02	;
}		
CH3CHO		
{		
Mu1	-2.23E+01	;
Mu2	3.87E+00	;
Mu3	-3.42E-01	;
Mu4	1.17E-02	;
}		
		
		
		
